export const teamMembers = [
  { 
    id: 1, 
    name: "Лихтенштейн Алина", 
    role: "Модель", 
    stage: 1,
    description: "Модель. Презентация по научной проблеме. Теоретическое описание задачи. Описание модели."
  },
  { 
    id: 2, 
    name: "Рогожина Надежда", 
    role: "Алгоритмы", 
    stage: 2,
    description: "Алгоритмы. Презентация по алгоритмам решения задачи."
  },
  { 
    id: 3, 
    name: "Шилоносов Данил", 
    role: "Комплексы программ", 
    stage: 3,
    description: "Комплексы программ. Описание программной реализации проекта."
  },
  { 
    id: 4, 
    name: "Гэинэ Андрей", 
    role: "Защита проекта", 
    stage: 4,
    description: "Защита проекта. Коллективное обсуждение результата проекта, самооценка деятельности."
  }
];
